#Created by JInto - www.guh-software.de
#Sun May 29 12:51:01 CEST 2011
Error0=Hay que pasar algun fichero 'master-file' como argumento.
Error1=Funci\u00F3n definida m\u00FAltiples veces en la gr\u00E1matica
Error10=No se encontr\u00F3 el operador g\u00E9ne\u008Etico.
Error11=Imposible cargar el operador gen\u00E9\u008Etico.
Error12=La utilizaci\u00F3n de los operadores gen\u00E9ticos tienen que sumar el 100%
Error13=Formato no v\u00E1lido para definir un porcentaje.
Error14=Formato no v\u00E1lido para definir el tama\u00F1o de una poblaci\u00F3n.
Error15=Plugin no definido.
Error16=Clase de definicion del programa de usuario no encontrada.
Error17=Propiedad duplicada.
Error18=Fichero no encontrado.
Error19=Propiedades sin inicializar. Primero hay que llamar al m\u00E9todo makeInstance().
Error2=Fichero no encontrado en los ficheros de configuraci\u00F3n.
Error20=No se ha encontrado la f\u00E1brica concreta especificada.
Error21=No se pudo crear el rol de ejecuci\u00F3n.
Error22=No se encontr\u00F3 el DataGenerator especificado.
Error23=No se encontr\u00F3 el Plugin especificado.
Error24=Selector no encontrado.
Error25=Outputer no encontrado.
Error255=Error desconocido.
Error26=El tama\u00F1o del selector no es correcto. 
Error27=Par\u00E1metros incompatibles para inicializar un \u00E1rbol. 
Error28=El separador de la propiedad no es v\u00E1lido.
Error29=No se defini\u00F3 correctamente el bucle de la propiedad del experimento.
Error3=Function-set no definido.
Error30=Incremento del bucle no definido correctamente.
Error31=Fichero no encontrado
Error32=Funci\u00F3n no encontrada en el classpath.
Error33=Gram\u00E1tica no v\u00E1lida. La gram\u00E1tica no genera producciones del tipo Ax \:\: \= xxx
Error34=Gram\u00E1tica no v\u00E1lida. La gram\u00E1tica tiene producciones inaccesibles.
Error35=Gram\u00E1tica no v\u00E1lida. La gram\u00E1tica tiene producciones superfluas.
Error36=El tama\u00F1o de torneo no puede ser mayor que el tam\u00F1o de la poblaci\u00F3n.
Error37=Es obligatorio definir el tama\u00F1o del torneo.
Error38=Clase de definici\u00F3n de Rol no encontrada.
Error39=El puerto del dispatcher ya se est\u00E1 usando. 
Error4=Es necesario definir el n\u00FAmero total de RPB a utilizar.
Error40=Fallo en la comunicaci\u00F3n RMI
Error5=Opci\u00F3n obligatoria no definida.
Error6=Valor no v\u00E1lido para la opci\u00F3n.
Error7=La suma de las subopciones tiene que completar un 100%.
Error8=Opci\u00F3n mal definida.
Error9=M\u00E9todo de modificaci\u00F3n de operador gen\u00E9tico no definido.
Info1=Generando una nueva Poblaci\u00F3n\u2026
Info2=Fin del experimento
Info3=Dispatcher ejecutando.
Warning1=AVISO\: No se ha mutado ning\u00FAn nodo del \u00E1rbol.
Warning2=AVISO\: Puede dejar sin definir la probabilidad del \u00FAltimo operador para completar el 100%
